Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Satisfying itself of the integrity of the President and other executive officers, and that the Executive Committee creates a culture of integrity throughout the Company;
es: Convencerse de la integridad del Presidente y de otros ejecutivos y de que el Comité Ejecutivo crea una cultura de integridad en toda la Compañía;

source: Say:
es: Diga:

source: Scaffolding over 4 m in height shall be erected and tagged by an approved contractor holding a certificate of competency as indicated below
es: Los andamios que superen los 4 metros deben ser levantados y marcados por un contratista autorizado que tenga un certificado de competencia, como se indica a continuación.

source: Scaffolding shall be rated ‘heavy duty’ and fitted with handrails and kick rails.
es: Los andamios deben estar clasificados para trabajo pesado y contar con barandillas y rodapiés.

source: Scale of bench faces with a trackhoe to reduce the lifting and opening of cracks that can develop when using a shovel
es: Desquinchar las frentes con una excavadora para reducir el levantamiento y la apertura de grietas que pueden desarrollarse al usar una pala.

source: Scaled Distance SD=DW
es: Distancia Escalada SD=DW

source: Scan continuously for signs of ground instability
es: Poner atención a los signos de inestabilidad del terreno.

source: Scan continuously for signs of ground instability - avoid areas of unstable ground
es: Poner atención a los signos de inestabilidad del terreno y evitar lugares con terreno inestable

source: Scan continuously for signs of ground instability.
es: Ponga atención a los signos de inestabilidad del terreno.

source: Scan continuously for signs of ground stability.
es: Poner atención a los signos de inestabilidad del terreno.

source: Scarce fracturing and an absence of alteration and mineralization indicate it is post-mineralization.
es: Escaso fracturamiento y ausencia de alteración y la mineralización indica que es post mineralización.

source: Schematic Tesorera Pit Sump Pumping System
es: Sistema de bombeo de la sentina del pit Tesorera

source: Scheme involves underground power house and extensive underground cavern excavation to form lower reservoir.
es: La central incluye una sala de máquinas subterránea y una gran caverna que da forma al embalse inferior.

source: Scope
es: Alcance

source: Scope of Services
es: Alcance de los servicios

source: Scope of Work:
es: Alcance:

source: Scope of work included analysis of the staged construction using FLAC2D with a Modified Cam Clay constitutive model.
es: El alcance de los trabajos incluyó análisis de la construcción por etapas usando FLAC2D con un modelo constitutivo Cam-Clay modificado.

source: Screening for alcohol and other drugs shall be conducted in accordance with Standards
es: Los exámenes de alcohol y drogas deben llevarse a cabo según las normas.

source: Season objective
es: Objetivo de la temporada

source: Second
es: segundos

source: Second layout incorporates the mark beside the word “Golder.”
es: La composición secundaria incorpora la marca junto a la palabra “Golder”.

source: Secondary
es: Secundario

source: Secondment or Loaned Persons Agreement
es: Acuerdo de comisión de servicios o préstamo de personas

source: Section
es: Sección

source: Section 1
es: 1. Sitio de proyecto, laboratorio, bodega u oficina

source: Section 1 provides an introduction to the purpose of this seismic hazard study and a summary of Golder’s general analytical methods and technical approach.
es: El Capítulo 1 ofrece una introducción del objetivo del presente estudio de peligro sísmico y un resumen general de los métodos y abordaje técnico de Golder.

source: Section 2 (Client Office or Subcontractor’s Office)
es: 2. Oficina de cliente o subcontratista

source: Section 2 presents a summary of the present-day plate tectonic setting and the historical record of earthquakes in the region surrounding the Spence Mine site.
es: El Capítulo 2 presenta un resumen del entorno tectónico de placas actual y del registro histórico de sismos en la región que rodea la mina Spence.

source: Section 3
es: 3. Liderazgo visible y palpable

source: Section 3 describes the development of the site-specific seismotectonic model that includes the characterization of potential seismic sources within about 500 km of the site, including potentially active faults.
es: El Capítulo 3 describe el desarrollo del modelo sismotectónico específico del sitio que incluye la caracterización de las posibles fuentes sísmicas en un radio de alrededor de 500 km del sitio y también de las fallas posiblemente activas.

source: Section 4 (HaSEP desktop review) Field
es: Punto 4. Revisión de gabinete de HaSEP - Campo

source: Section 4 (HaSEP desktop review) Office (Journey)
es: 4. Revisión de gabinete de HaSEP - Oficina (viaje)

source: Section 5 presents hazard analysis results for the Spence Mine site.
es: El Capítulo 5 presenta los resultados del análisis de peligrosidad para la mina Spence.

source: Section 6 summarizes the main conclusions of the study and provides closing remarks and the authors’ signatures.
es: El Capítulo 6 resume las conclusiones principales del estudio y presenta comentarios de cierre y las firmas de los autores.

source: Section 2.2.1 summarizes Golder’s analysis of the geological history and structural development of the region surrounding the Spence Mine site.
es: El Capítulo 2.2.1 resume el análisis de Golder del historial geológico y del desarrollo estructural de la región que rodea a la mina Spence.

source: Section S1
es: Sección S1

source: Section S2
es: Sección S2

source: Section S3
es: Sección S3

source: Section S4
es: Sección S4

source: Section S5
es: Sección S5

source: Section name and number
es: Nombre y número de sección

source: Sections S3 through S5 (Figure 2.14 and Figures 2.18, 2.19, and 2.20) have been developed to illustrate the current geological and geotechnical model information available in the vicinity of Phase 6 and subsequent pushbacks in this area.
es: Las secciones S3 y S5 (Figuras 2.14, 2.18, 2.19 y 2.20) se desarrollaron para ilustrar la información actualmente disponible en el modelo geológico y geotécnico en las cercanías de la Fase 6 y profundizaciones posteriores en esta zona.

source: Secured or kept in an area that is secured.
es: Encerrarse o mantenerse en un lugar cerrado.

source: Security & Environment
es: y Medio Ambiente

source: Security – The mitigation of risk associated with personal danger or threat to Golder employees.
es: Seguridad: la mitigación de riesgos relacionados con peligros o amenazas a colaboradores de Golder.

source: Sediment controls shall be installed to prevent contamination or off-site release of material.
es: Deben instalarse controles de sedimento para prevenir la contaminación o la liberación de material fuera del sitio o faena.

source: Sediment controls shall be installed to prevent contamination or off-site release of material. The need for sediment curtains and turbidity barriers should considered when working over water.
es: Deben instalarse controles de sedimento para evitar la contaminación o la liberación de material fuera del sitio o faena. Debe considerarse la necesidad de cortinas de sedimento y barreras de turbidez al trabajar sobre agua.

source: See Appendix A.
es: Ver el Anexo A.

source: See Slide 10 Question for Green text
es: Ver la diapositiva 10 Pregunta para el texto verde

source: See the screenshot below, or click to view the Review of New Assistance App Features document.
es: Puedes ver la captura de pantalla a continuación o leer el documento Review of New Assistance App Features.

source: Seek advice from the HSSE Team where required.
es: Buscar asesoría del Equipo de HSSE si es necesario.

source: Seepage Estimates – TMF, WRF, SMOS and Open Pits
es: Estimaciones de tasas de infiltración – presa de relaves, depósito de estériles, pila de material submarginal y pits

source: Seepage boundaries were applied in the valley above the Guacas Diversion Tunnel to allow groundwater discharge.
es: Se aplicaron condiciones tipo dren en el valle sobre el Túnel de Desviación Guacas para permitir la descarga de agua subterránea.

source: Seepage from the backfill in the Monjas Pit reported to the El Topacio and El Banco basins (and ultimately discharging to the subdrain beneath the WRF), and to the Upper Guacas basin.
es: La infiltración desde el relleno en el pit Monjas descarga en las cuencas El Topacio y El Banco (y finalmente en el dren subsuperficial debajo del depósito de estériles) y en la cuenca Guacas Alta.

source: Seepage from the backfill in the eastern portion of Gramalote Pit and in the Monjas pit reported to adjacent basins.
es: La infiltración desde el relleno en la parte este del pit Gramalote y en el pit Monjas descarga hacia cuencas adyacentes.

source: Seepage from the eastern Oxide pile (where present) reports to the San Antonio, Lower Guacas and Nus River Basins.
es: La infiltración desde la pila de óxidos al este (si se presenta) descarga en las cuencas San Antonio, Guacas Bajo y Río Nus.

source: Seepage in the Vicinity of the Guacas Diversion Tunnel
es: Filtraciones en las inmediaciones del Túnel de Desviación Guacas

source: Seepage is also evident at the North Colluvium-Tvs20 contact on the 4220 Bench (Photograph 13).
es: También hay indicios de infiltración en el contacto Coluvión-Tvs20 en el banco 4220 (Fotografía 13).

source: Seepage nodes were added at the tunnel elevation to the north of the low hydraulic conductivity plug (representing a free draining tunnel on the north side of the plug).
es: Se añadieron nodos de infiltración a la elevación del túnel hacia el norte del tapón de baja conductividad hidráulica (que representa un túnel de drenaje libre en el lado norte del tapón).

source: Seepage rates to the receiving basins are small (< 3 L/s; as shown on Figure 23) relative to the seepage collected in the underdrain systems of the waste rock, ore and oxide facilities.
es: Las tasas de infiltración hacia las cuencas receptoras son bajas (< 3 l/s; como se muestra en la Figura 23) en relación con la infiltración recolectada por los sistemas subsuperficiales de los depósitos de estériles, mineral de baja ley y óxidos.

source: Seepage to the TMF Decant Tunnel north of the low hydraulic conductivity plug was estimated to be approximately 0.6 L/s.
es: Las infiltraciones hacia el túnel de decantación de la presa de relaves al norte del tapón de baja conductividad hidráulica se estimaron en aproximadamente 0.6 l/s.

source: Seepage was also observed near the collars of the horizontal drain holes in this area, further indicating near-surface water table conditions.
es: También se ha observado infiltración cerca de las bocas de los pozos de drenaje horizontales en esta zona, lo que es otro indicio de las condiciones cuasi superficiales del nivel freático.

source: Seepage Boundaries
es: Condiciones tipo dren

source: Segment End Points (lat./long.)
es: Puntos finales del segmento (lat./lon.)

source: Segment End Points (lat./long.)1
es: Puntos finales del segmento (lat./lon.)1

source: Segregate dangerous goods from incompatible materials and substances.
es: Separar las mercancías peligrosas de materiales y sustancias incompatibles.

source: Seismic Source
es: Fuente sísmica

source: Seismic Source (Type)1
es: Fuente sismogénica (tipo)1

source: Seismic Sources Identified and Characterized
es: Fuentes sísmicas identificadas y caracterizadas

source: Seismic Vulnerability Assessment of Haney Mains Nos. 2 and 3 Pitt River Crossing
es: Evaluación de vulnerabilidad sísmica de cruce de los sistemas de distribución 2 y 3 de Haney en el río Pitt.

source: Seismic Vulnerability Assessment of Haney Mains Nos. 2 and 3, Coquitlam River Crossings
es: Evaluación de vulnerabilidad sísmica de cruces de los sistemas de distribución 2 y 3 de Haney en el río Coquitlam.

source: Seismic source SZ1—the subduction interface source to the west of the site—is a major hazard source, particularly at longer return periods;
es: La fuente sísmica SZ1 (la fuente de interfaz de subducción al oeste del sitio) es una gran fuente de peligro, en particular en periodos de retorno más prolongados.

source: Seismic source SZ4—the upper subduction intraslab source immediately below the Spence Mine site—is the dominant contributor to the site hazard at all spectral periods and for return periods more than about 100 years;
es: La fuente sísmica SZ4 (la fuente de subducción de intraplaca superior directamente debajo de la mina Spence) es el factor dominante para el peligro en el sitio en todos los periodos espectrales y para periodos de retorno superiores a 100 años.

source: Seismic source model that does not include critical parameters such as tectonic- plate relative velocities and/or slip rates needed to define the activity rates of the seismic sources
es: Modelo de fuente sísmica que no incluye parámetros críticos como las velocidades relativas de las placas tectónicas o las tasas de deslizamiento que se necesitan para definir las tasas de actividad de las fuentes sísmicas

source: Seismic source zones are used to define crustal sources that might exist and not be represented by known faults.
es: Las zonas de fuente sísmica se utilizan para definir las fuentes corticales que pudieran existir y no estar representadas por las fallas conocidas.

source: Seismic sources SZ1 and SZ3 represent this subduction interface region (Figure 2).
es: Las fuentes sísmicas SZ1 y SZ3 representan esta región de interfaz de subducción (Figura 2).

source: Seismic sources SZ4 and SZ6 represent this upper intraslab region.
es: Las fuentes sísmicas SZ4 y SZ6 representan esta región de intraplaca superior.

source: Seismic sources SZ7 and SZ9 represent this lower intraslab region (Figure 2).
es: Las fuentes sísmicas SZ7 y SZ9 representan esta región de intraplaca inferior (Figura 2).

source: Seismogenic Faults within 200 km of the Spence Mine Site
es: Fallas sismogénicas en un radio de 200 km de la mina Spence

source: Seismotectonic SETTING
es: Entorno sismotectónico

source: Select an approved subcontractor from the Subcontractor Database.
es: Elegir a un subcontratista autorizado en la SCDB.

source: Select an HSSE topic that you are comfortable discussing
es: Seleccionar un tema de HSSE que te resulte cómodo tratar

source: Select an approved subcontractor
es: Seleccionar un subcontratista autorizado

source: Select items that staff will professionally represent Golder brand externally (e.g., shirts at client meetings or conferences, client F2F seminars; golf shirts while outing with clients)
es: Elegir artículos con que el personal represente de manera profesional la marca de Golder hacia afuera (camisas en reuniones con clientes o en conferencias, seminarios presenciales con clientes; camisetas polo en actividades al aire libre con clientes)

source: Select the best communication device for the location (SPOT, sat phone, radio…)
es: Seleccionar el mejor equipo de comunicación para el área (SPOT, teléfono satelital, radio...)

source: Select the best communication device for the project and location of work.
es: Seleccionar el mejor dispositivo de comunicación para el proyecto y la ubicación del trabajo.

source: Select your office
es: Elige tu oficina.

source: Select “Check-In” button to check-in at your currently location.
es: Seleccione el botón "Check-In" para enviar su ubicación actual.

source: Select the best communication device for the location
es: Elegir el mejor dispositivo de comunicación para el lugar

source: Selection (and omission) of GMPEs and their weightings, and
es: Selección (y omisión) de curvas de atenuación y sus ponderaciones;

source: Selection Process
es: Proceso de selección

source: Selection and Treatment of Earthquake Catalogues
es: Selección y tratamiento de catálogos de sismos

source: Selection and Weighting of Ground Motion Prediction Equations (GMPE)
es: Selección y ponderación de las ecuaciones GMPE

source: Selection and treatment of earthquake catalogues
es: Selección y tratamiento de catálogos de sismos

source: Selection of active faults to be included in the seismic source model.
es: Selección de fallas activas a incluirse en el modelo de fuente sísmica.

source: Selection of and succession planning for the President, including monitoring the succession planning and appointment of senior management;
es: Elegir al Presidente y planificar su sucesión, además de monitorear la planificación de la sucesión y la designación de ejecutivos senior;

source: Selection primarily driven by price; commodity purchase
es: Selección principalmente motivada por precio; compra de commodity

source: Selection, quality, availability and position in life-cycle of tools, equipment and components
es: Selección, calidad, disponibilidad y posición en ciclo de vida de herramientas, equipos y componentes

source: Self-explanatory.
es: Autoexplicativo.

source: Seminar
es: Seminario

source: Send itinerary to trips@golder.com
es: Enviar itinerario a trips@golder.com

source: Senior Leaders do not sacrifice health and safety standards for productivity gains
es: Los Líderes Senior no sacrifican los estándares de salud y seguridad a cambio de mejoras de productividad.

source: Senior Consultant of Golder Associates with 30 years of geotechnical and seismic engineering experience associated with soil characterization, design, soil-structure interaction, and numerical modeling.
es: Consultor senior de Golder Associates con 30 años de experiencia en ingeniería geotécnica y sísmica asociada a la caracterización de suelos, diseño, interacción suelo-estructura y modelación numérica.

source: Senior Executive Responsibilities
es: Responsabilidades de los ejecutivos senior

source: Senior Geotechnical and Earthquake Engineer, Associate (2012) (1999 to Present)
es: Ingeniero Geotécnico y Sísmico Senior, Asociado (2012) (1999 al presente)

source: Senior Leader
es: Líder Senior

source: Senior Leaders
es: Líderes Senior

source: Senior Leaders are entrusted with a unique and important role in Golder.
es: A los Líderes Senior se les confía una función exclusiva e importante en Golder.

source: Senior Leaders are the “champions of our journey to interdependence”
es: Los Líderes Senior son los “campeones de nuestro viaje hacia la interdependencia”.

source: Senior Leaders facilitate employee engagement and conformance with the HSSE policy and objectives through reinforcement of desired behaviours, commendation of performance, prompt personal feedback to employee concerns, and demonstrating visible, felt leadership.
es: Los Líderes Senior facilitan el compromiso con la Política de HSSE y su acatamiento por parte de los colaboradores, así como con sus objetivos, a través del reforzamiento de los comportamientos deseados, el reconocimiento al desempeño, la respuesta personal oportuna a las inquietudes de los colaboradores y el ejercicio de un liderazgo visible y demostrado.

source: Senior Leaders to present Fatality Prevention in 2018 across all offices within LA Mining – Beginning of Q2
es: Presentación de los líderes senior sobre prevención de fatalidades en 2018 en todas las oficinas de Minería Latinoamérica - inicios del Q2

source: Senior Leadership Site Visits: Why?
es: Visitas de líderes senior a faenas, ¿por qué?

source: Senior Leadership championing HSSE initiatives within their offices vs relying on skype calls and divisional/regional communications.
es: Líderes senior a la cabeza de iniciativas de HSSE en sus oficinas contra depender de llamadas por skype y comunicaciones regionales o de la división.

source: Senior Reviewer for several open pit and underground projects.
es: Revisor Senior para diversos proyectos a cielo abierto y subterráneos.

source: Senior Rock Mechanics Engineer (1993 to 1999)
es: Ingeniero Senior en Mecánica de Rocas (1993 a 1999)

source: Senior Rock Mechanics Engineer, Associate (2002) & Principal (2009) (September 1995 to Present)
es: Ingeniero Sénior en Mecánica de Rocas, Asociado (2002) y Principal (2009) (Septiembre 1995 al presente)

source: Senior engineer and assistant project manager for the investigation and remediation of a carbon tetrachloride groundwater plume at a railroad site in coastal California.
es: Ingeniero senior y gerente de proyecto asistente de la investigación y remediación de una pluma de tetracloruro de carbono en las aguas subterráneas de un sitio ferroviario en la costa de California.

source: Senior engineer and field team leader for the investigation and management of environmental liabilities at two manufacturing facilities in Brazil.
es: Ingeniero senior y líder del equipo de terreno en la investigación y gestión de pasivos ambientales en dos plantas manufactureras en Brasil.

source: Senior engineer supporting client director with ongoing investigation, monitoring, and remediation at former and active manufacturing facilities in Michigan, Illinois, and Arkansas.
es: Ingeniero senior de apoyo al director del cliente en la investigación, el monitoreo y la remediación continuos de instalaciones de manufactura antiguas y activas en Michigan, Illinois y Arkansas.

source: Senior review of configuration, route, design for 1200 km x 36-inch crude oil pipeline
es: Revisión senior de la configuración, trazado y diseño del oleoducto de 1200 km x 36 pulg. para la conducción de crudo

source: Senior reviewer for the field investigations and pit slope design report.
es: Revisor sénior de las investigaciones de terreno e informe de diseño de taludes del rajo.

source: Senior reviewer for the field investigations and pit slope design, which included orientation of discontinuities using an optical televiewer.
es: Revisor sénior de las investigaciones de terreno y diseño de taludes de rajo, que incluyeron orientación de discontinuidades usando televiewer óptico.

source: Senior reviewer for the geomechanical component of the Feasibility Study for a shallow ore deposit, including numerical modelling, ramp portal ground support recommendations, crown pillar design and stope design.
es: Revisor sénior del componente de geomecánica del estudio de factibilidad para un yacimiento de mineral superficial, incluida modelación numérica, recomendaciones de fortificación de rampa y porta. diseño de pilares corona y diseño de caserones.

source: Senior reviewer for the pit slope design of the pit expansion to depth of up to 350 m.
es: Revisor sénior de diseño de taludes de rajo para la ampliación del rajo a una profundidad de hasta 350 m.

source: Senior rock mechanics engineer and project manager of the pit slope design for the Pre-Feasibility Study of the 300 m deep, Tsagaan Suvarga Copper-Molybdenum open pit project.
es: Ingeniero senior en mecánica de rocas y gerente de proyecto para el diseño de taludes de rajo para el estudio de prefactibilidad del proyecto de cobre-molibdeno a rajo abierto de 300 m de profundidad Tsagaan Suvarga.

source: Senior rock mechanics review of the open pits (Marina & Karina Union) and underground mines (Maria & Melissa) during mining operations.
es: Revisión sénior de mecánica de rocas de los rajos (Marina y Karina Union) y minas subterráneas (Maria y Melissa) durante las operaciones mineras.

source: Senior rock mechanics reviewer for rock mass characterization and stope design.
es: Revisor sénior de mecánica de rocas para caracterización del macizo rocoso y diseño de caserones.

source: Senior rock mechanics reviewer for the geotechnical data collections and preliminary pit slope design for the Pre-Feasibility Study of the Canahuire project.
es: Revisor senior en mecánica de rocas para la recopilación de datos geotécnicos y diseño preliminar de taludes de rajo para el estudio de prefactibilidad del proyecto Canahuire.
